{
  "materials": [
    {
      "title": "Markets Are Shaken by New Signs of Global Economic Trouble",
      "desc": "The desc",
      "content": "The global economy is under increasing stress as growth cools and trade tensions take a mounting toll. On Wednesday, the tremors were felt worldwide.\n\nShares on Wall Street were off sharply, only a day after they had rallied as President Trump narrowed the scope of his next round of tariffs. The S&P 500 was down 2.9 percent. And bond markets offered an ominous warning on American growth prospects, with yields falling to levels not seen in years.\n\nThe financial jitters, which continued Thursday as markets in Asia were down in early trading, came after new data showed the German economy hurtling toward a recession and factory output in China growing at its slowest pace in 17 years.\n\nThe trouble in two of the world’s manufacturing powerhouses indicated, in part, how hard both have been hit by Mr. Trump’s tariffs. And it increased concern that the United States, too, is headed for an economic reckoning.\n\nADVERTISEMENT\n\n“The global backdrop has slowed more than anticipated,” said Kathy Bostjancic, chief United States financial economist at Oxford Economics. “We’re not immune to the slowdown.”\n\nBank of America Merrill Lynch has put the odds of a recession in the United States in the coming year at one in three, citing factors like weaker industrial production and auto sales.\n\nYou have 5 free articles remaining.\nSubscribe to The Times\n\n“Economic data have softened and are increasingly sending recession signals, particularly from the industrial side,” said Michelle Meyer, head of United States economics at Bank of America Merrill Lynch. “Trade is a huge part of it.”\n\nThe shock waves not only are a measure of the trade war’s impact, but also could complicate Mr. Trump’s ability to wage it.\n\nSince the beginning of his trade battle with Beijing, the president has had a powerful ally: the United States economy. The first tariffs aimed solely at China, in the spring of 2018, coincided with the best economic showing of his presidency, with quarterly growth running at a 3.5 percent pace.\n\nADVERTISEMENT\n\nBut growth is slowing, hitting 2.1 percent in the most recent quarter, and estimates for the current quarter are even lower. The president’s decision Tuesday to delay some duties on Chinese imports was meant to soften the blow to American consumers, easing the economic headwinds.\n\nThe Federal Reserve cut interest rates in July for the first time in more than a decade, a move that its chair, Jerome H. Powell, said was “intended to ensure against downside risks from weak global growth and trade tensions.” Another rate cut next month looks likely.\n\nImage\nA factory producing baby products in Guangdong Province, China. The country’s industrial output grew last month at its slowest pace in 17 years.\nCredit\nAleksandar Plavevski/EPA, via Shutterstock\n\nHours after the markets closed Wednesday, Mr. Trump took to Twitter, suggesting there was room for compromise in the escalating trade war. “Of course China wants to make a deal,” he wrote. “Let them work humanely with Hong Kong first!” In a subsequent tweet, after praising China’s president, Xi Jinping, he wrote “Personal meeting?”\n\nMr. Trump has pointed to the economy’s performance as a benchmark of his success and an argument for his re-election in 2020. And many indicators remain vibrant. At 3.7 percent, unemployment is low by historical standards, while consumer confidence is high. Even with Wall Street’s recent volatility, major stock indexes are close to record levels.\n\nThe United States is also more cushioned against economic turmoil than other big countries because exports account for just 12 percent of its gross domestic product. Germany, with its automaking prowess, and China, with its vast factories for consumer goods, are more dependent on international trade.\n\nExports are responsible for nearly half of Germany’s economic output and almost a fifth of China’s.\n\nStill, there are nagging warning signs that the resilient American economic expansion that began a decade ago is running out of steam.\n\nADVERTISEMENT\n\nWhen investors are confident in the economy, they demand higher bond rates, partly to offset the risk that sustained growth could produce inflation and dilute the bonds’ effective returns. For that reason, rates on long-term bonds are typically higher.\n\nBut on Wednesday, for the first time since 2007, yields on two-year Treasury notes briefly exceeded the interest rate on the benchmark 10-year note. This pattern, called an inverted yield curve, is frequently cited as a harbinger of recession, although it can take quite some time to be proved right.\n\nEarnings growth, which has helped drive Wall Street’s remarkable gains in recent years, is also showing signs of petering out.\n\nSecond-quarter profits for companies in the S&P 500 are coming in 0.7 percent lower than a year ago, according to data from John Butters, the senior earnings analyst at FactSet. If that figure holds — and more than 90 percent of the companies in the index have reported — it will mark the second straight quarter in which profits have declined, something often referred to as an earnings recession.\n\nThe slide was most pronounced among companies with the greatest exposure to the global economy and trade. Earnings at American semiconductor manufacturers, which rely on production networks in China and generate much of their sales there, fell about 25 percent.\n\n\nMore troubling for investors, profits seem likely to remain lackluster for at least the rest of 2019. Stocks bounced back strongly this year, in part, on optimism that the United States and China would inch closer to a trade deal and that earnings would rebound in the second half. That hope has faded as the trade tensions have ratcheted up with no end in sight.\n\nAlthough China’s economy is growing more quickly than that of many Western competitors, it has slowed measurably since the start of the trade conflict. Wednesday’s reading on Chinese industrial production was weaker than expected, with July’s growth rate at 4.8 percent, the lowest since 2002.\n\nADVERTISEMENT\n\nUnited States tariffs have mostly been directed at China, but the Trump administration has also imposed levies on European steel and aluminum. Mr. Trump has often threatened to impose tariffs on German cars.\n\nImage\nA container-ship terminal in Shanghai. Optimism that the United States and China would inch closer to a trade deal has faded.\nCredit\nLam Yik Fei for The New York Times\n\nThere is evidence that the German auto industry is hurting plenty already. The German carmakers Volkswagen, Daimler and BMW all earn at least a third of their revenue in China, where auto sales have been slipping after years of explosive growth. One major factor in the slide is the barrage of trade threats that have unsettled Chinese consumers, discouraging them from buying big-ticket goods.\n\nOn Wednesday, the German statistics agency said the country’s economy shrank 0.1 percent from April through June after treading water for a year. Deutsche Bank analysts predicted that the contraction would extend to a second straight quarter, meeting the technical definition of a recession.\n\nGermany’s economic performance in the second quarter was the worst among the countries using the common European currency, the euro, separate data from the European Union statistics agency indicated. Even Italy, long a weak link, did slightly better than Germany — its growth in the quarter was zero.\n\nThat is a humbling experience for Germany, which has lectured other countries on how to manage their economies and scolded them for having too much debt.\n\nGermany was among the first European countries to bounce back from the debt crisis that struck the region in 2010, and its unemployment rate, at 3.1 percent, is still the lowest in the eurozone.\n\nADVERTISEMENT\n\nWhen Siemens, the German industrial conglomerate, missed analysts’ expectations for quarterly profits this month, its executives noted that “geopolitical and macroeconomic risks” — including the trade war — had “led to a clear slowdown in the global economic activity and deteriorating industrial sentiment.”\n\nChina and Germany have large trade surpluses with the United States, but they are also important customers for American products. Germany bought goods and services worth $72 billion from the United States last year.\n\n“If this continues, it will eventually mean less demand for U.S. goods,” said Carsten Brzeski, chief economist at ING Germany.\n\nClosely watched surveys of activity among industrial purchasing managers suggest that manufacturing is declining in China, Japan, Germany and Britain — the largest economies after the United States.\n\nAnd prices for important industrial commodities like aluminum, copper and steel have fallen, confirming deep weakness in the industrial sector and crimping the profits of the companies that produce them. ThyssenKrupp, Nippon Steel, and ArcelorMittal — the world’s largest steel producer — have all reported losses or shrinking profits in recent weeks.\n\nA decline in manufacturing doesn’t necessarily mean the broader economy is doomed to follow. Manufacturing endured a similar slump in 2016, tied in part to a sharp drop in oil prices and an investment slowdown in China, after a currency devaluation by Beijing in 2015 spooked global investors.\n\nThat industrial downturn weighed on growth, in the United States and around the world. But a full-blown recession never materialized, in part because oil prices recovered and major central banks worked to resuscitate growth.",
      "published": true
    },
    {
      "title": "How the Recession of 2020 Could Happen",
      "desc": "The desc",
      "content": "These three things are all true: The United States almost certainly isn’t in a recession right now. It may well avoid one for the foreseeable future. But the chances that the nation will fall into recession have increased sharply in the last two weeks.\n\nThat is the unmistakable message that global investors in the bond market are sending. Longer-term interest rates have plunged since the end of July — a shift that historically tends to predict slower growth, interest rate cuts from the Federal Reserve, and a heightened risk that the economy slips into outright contraction.\n\nThis is happening in an economy that, by most indicators, is solid. The United States economy is growing at a roughly 2 percent rate and keeps adding jobs at a healthy clip. There is no sign of the kind of huge, obvious bubbles that triggered the last two recessions, the equivalent of dot-com stocks in 2000 or housing in 2007.\n\nSo if there’s going to be a recession in 2020 — if the pessimistic signals in the financial markets prove correct — how would it happen? There are plenty of clues, in the details of recent economic reports, in signals from the markets, and in the recent history of recessions and near recessions.\n\nADVERTISEMENT\n\nPresident Trump’s on-again-off-again execution of the trade war with China and other countries has fed uncertainty into businesses’ decision-making. Corporate investment spending is softening, despite the big tax cut that Mr. Trump said would boost it. And the combination of central banks that are at the outer limits of their ability to stimulate growth, and an inward turn by many countries, could make governments less effective at responding to a downturn.\n\n“It is potentially a self-inflicted-wound type of recession,” said Tara Sinclair, an economist who studies business cycles at George Washington University. “But how deep that gash goes depends on many other characteristics of the economy and the policy response thereafter.”\n\nUnlock more free articles.\nCreate an account or log in\n\nThere are parallels to the past. Often, a recession results when some widely held belief about the world turns out to be false. In 2001, it was that a technology boom would fuel the economy and the stock market indefinitely; in 2007, it was that the housing market would never melt down across all regions at once.\n\nThis time around, the belief in doubt is that the world will only become more stable and interconnected over time, and that trade, currency and diplomatic relationships can be counted upon.\n\nRecessions result not just when something bad happens in the economy; bad things happen all the time. Recessions occur when those initial shocks are multiplied, in ways that reverberate worldwide. The dot-com crash was accentuated by the Sept. 11 terrorist attacks in 2001 and a rash of corporate scandals. The 2007 housing bust in the United States became a global financial crisis in 2008 only because banks worldwide took huge losses on mortgage debt.\n\nADVERTISEMENT\n\nThe starting point for the international tensions that could lead to a recession in the United States is business investment spending, especially in the industrial sector. As corporate C.E.O.s look around the world and make their plans for investment and hiring in the year ahead, they aren’t liking what they see.\n\nImage\nA steel plant in Salzgitter, Germany.  Europe has faced slow growth for years but so far has avoided recession. \nCredit\nFabian Bimmer/Reuters\n\nThe economies in China and many of its Asian neighbors are getting weaker, partly as a result of the trade war with the United States. The European economy, which has muddled along for years with low growth, may be tumbling into a recession, and if Britain crashes out of the European Union with no exit deal on Oct. 31, Europe could face still deeper challenges.\n\nAlready, a key measure of business capital spending in the United States, “fixed nonresidential investment,” was in negative territory in the second quarter. And in the nation’s factories, the rate of growth has slowed for five consecutive months, according to the Institute for Supply Management’s index. Although this measure still showed growth, the July reading was the weakest since August 2016.\n\nThe trade war between China and the United States is a big part of the reason. The conflict has made it difficult for many global firms to plan their operations — and in some cases, it may lead them to sit on their hands rather than invest. The American strategy has been more successful at escalating trade tensions than in resolving them, so companies do not know whether tariffs will go away soon or will be a continuing cost of doing business.\n\n“The president says we’re going to get a great deal and a great deal soon, but he’s been saying that for over a year,” said Phil Levy, a former trade official in the George W. Bush administration and a chief economist at Flexport, a freight forwarder that works with many companies involved in international trade. “You end up paralyzed. You have to make plans, but there is risk all over the place, so businesses get cautious and hold back on investment.”\n\nIt’s not just companies directly involved in trade with China that may see reason to hold back on investment. The turmoil in financial markets spurred by the trade war could make businesses of all sorts more cautious.\n\nADVERTISEMENT\n\nStill, if the downturn remains confined to business spending, it will be hard — just as a matter of arithmetic — for an overall contraction to result. Consumer spending accounts for more than two-thirds of the American economy, versus about 14 percent for business investment.\n\nSo far, American consumers are spending enthusiastically, driving overall growth. But there are a few ways the freeze-up in business confidence could change that.\n\nTurbulence in global markets — and the news reports attached to that turbulence — could reduce consumer confidence, and lead Americans to pull back on their buying. The University of Michigan survey of consumer sentiment fell sharply in its August reading, announced Friday.\n\nOr more directly, if businesses pull back on investment spending, they may also make moves that reduce consumers’ incomes, including layoffs, hiring freezes and cuts to overtime.\n\nIf that’s the worst of it — trade wars, slower business spending and weaker overseas economies — the United States could probably weather it without falling into contraction. But there are risks out there that could multiply those shocks.\n\nOne is the buildup of corporate debt. Businesses have taken on more debt in an era of low interest rates, which leaves them more vulnerable to failure if the economy were to soften or interest rates were to rise. A pullback because of trade wars could cause a wave of bankruptcies that turns a mild slowdown into something worse.\n\n“A highly leveraged business sector could amplify any economic downturn as companies are forced to lay off workers and cut back on investments,” the Federal Reserve chair, Jerome Powell, said in a May speech.\n\nADVERTISEMENT\n\nBut the biggest risk multiplier may come out of the policy world. In past recessions, the Fed had plenty of room to cut interest rates as a stimulus measure, and fiscal policymakers have been willing to pour money into weaker economies.\n\nThe Fed’s main target interest rate is just over 2 percent now, compared with 5.25 percent heading into the last recession in 2007. Other global central banks have even less wiggle room.\n\nAnd a polarizing president and a divided Congress are unlikely to find much common ground in stimulating the economy. In early 2008, for example, as a recession took hold, the George W. Bush administration negotiated a $152 billion stimulus package with a Democratic Congress to try to lessen the damage.\n\nIt seems unlikely that President Trump, heading into a re-election battle, would find the same harmony with Democrats today.\n\n“You could get a widespread fiscal response to a recession,” said Megan Greene, a senior fellow at Harvard’s Kennedy School. “That would be really nice, but I’d also like a unicorn for my birthday.”\n\nInternational coordination would be even harder in the current geopolitical moment. In the fall of 2008, finance ministers and central bankers of the Group of 20 major economies released a joint statement pledging to work together to end the financial crisis. With many nations facing inward, it is hard to imagine that today.\n\nHow would a 2020 recession happen?\n\nThe trade wars and a breakdown in international economic diplomacy cause businesses around the world to pull back. This leads to further tumbles in markets and job losses, prompting American consumers to become more cautious. High corporate debt loads create a wave of bankruptcies. And central bank policy proves impotent, combined with fiscal policy that is nonexistent.\n\nADVERTISEMENT\n\nChances of a near-term recession are only about one in three, in the view of most forecasters. But if it does develop, the big question will be whether the usual tools to fight it are up to the task.\n\nRelated\nOpinion | Ruchir Sharma\nWhat’s Wrong With the Global Economy?Aug. 17, 2019",
      "published": true
    },
    {
      "title": "What’s the Deal With That Inverted Yield Curve? A Sports Analogy Might Help",
      "desc": "The desc",
      "content": "The financial world has been atwitter about the inversion of the yield curve. It is a phenomenon in the bond market in which longer-term interest rates fall below shorter-term interest rates, and has historically been a warning sign that a recession could be on the way.\n\nThis all seems obvious to people who are steeped in bond market math and the workings of fixed-income markets, and can be completely perplexing to those who are not.\n\nMaybe a sports gambling analogy will make the intuition clearer.\n\nAny adult can walk into a casino and bet on how an N.F.L. team will do this year. For example, bettors once again expect the New England Patriots to be an excellent team — that they are likely to win 11 or 12 out of their 16 games. Casinos will let you wager on how many games they will win this season.\n\nBut what if casinos would let you bet not only on how a team will do this year, but on how it will perform over the next two, five, 10 or even 30 years? What would you pay for a betting slip that promises, say, a $10 payout for every Patriots regular-season win in the next decade?\n\nADVERTISEMENT\n\nAnd what if you could then sell that slip to other gamblers, with its price rising and falling as bettors’ views on the outlook for the Patriots changes? Essentially, you could take the price that people are paying for those slips with different durations and, with some simple math, figure out how many games bettors expect the team to win each year in the future.\n\nThat’s kind of what the bond market does with interest rates. Bonds that mature at different times are always trading on global markets, and with some fairly simple math you can figure out what the price of different bonds implies about how interest rates are expected to change over the coming years.\n\nYou have 1 free article remaining.\nSubscribe to The Times\n\nInterest rates are closely connected to the rate of economic growth and inflation. In boom times, lots of people want to borrow money, to expand their businesses, say, or buy houses. And the Federal Reserve will raise the interest rate that it controls in order to prevent the economy from overheating, resulting in inflation. When a slowdown comes, the process works in reverse.\n\nIf you buy, say, a 90-day Treasury bill, you are likely to receive an interest rate that is closely tied to whatever the Federal Reserve has currently set as its main target for interest rates in the banking system and any changes the Fed might make in the near future.\n\nIt’s like betting on next week’s game: We know a lot about what opponent your team is facing, how well it has been playing, whether there are injuries likely to affect the outcome.\n\nADVERTISEMENT\n\nBut if you buy a 10-year Treasury note, you’re making a bet on the more distant future. The economy will probably change a lot over the next decade. You can’t predict exactly what will happen, but you are betting on the general direction of things: Do you expect the economy to heat up, creating inflation pressures and causing the Fed to raise rates? Or do you expect it to cool down?\n\nSo the purchase of a longer-term Treasury bond is like making one of those long-term bets with a casino on how a team will perform for many years to come. You have no idea what the details are of which players it will sign or who will be coaching the team. You are betting on the general direction.\n\nHow might that bet look with two different teams?\n\nThe Arizona Cardinals were terrible last year, and most bettors expect them to be pretty bad this year as well: Las Vegas odds suggest they will win only five or six games. But they have drafted an exciting young quarterback (Kyler Murray) and hired a new coach.\n\nEven if you’re not a believer in the Cardinals for this season, you could reasonably expect that they will get better in the coming years — that their future is better than their present. If most bettors believed that, you could tell that from the difference between the price of a 10-year Cardinals betting contract and a one-year Cardinals betting contract — it might reveal, for example, that the team is expected to go from winning five games this year to nine games two or three years from now.\n\nOr consider the Patriots. They have been the best team in the game for the past two decades, but their quarterback, Tom Brady, is 42 years old, and their coach, Bill Belichick, is 67. It would be reasonable to expect the team to decline over the next decade after these two retire.\n\nThe prices of the Patriots’ one-year contract, in other words, would probably reflect greater optimism than their 10-year contract.\n\nEssentially, the relative prices of those short-term versus long-term betting contracts would tell you whether a team is viewed as likely to be on the upswing or the downswing — not necessarily today but at some point in the next few years.\n\nADVERTISEMENT\n\nThat’s exactly what the yield curve is doing: It is telling us the difference between shorter-term and longer-term interest rates, and hence whether investors expect the economy to get better or worse in the years ahead. Our fictional Patriots yield curve is inverted, and so is the actual United States Treasury bond yield curve.\n\n[Here’s more about the yield curve and the 3-D rendering that appears with this article.]\n\nThe moves in the bond market over the last nine months and especially the last couple of weeks are the equivalent of what would happen if Mr. Brady and Mr. Belichick both announced that this would be their last season before retiring. The current outlook remains stable, but the outlook for the coming decade has gotten worse.\n\nLonger-term rates below shorter term rates are a clear signal from bond investors that they think the United States economy is on the downswing — that its future looks worse than its present.\n\nIt’s the opposite of times like 2009, when the economy was in recession and the yield curve pointed to future improvement. At those moments, the United States more resembled the Cardinals, a bad team but with room to improve in the coming years and (potentially) the tools to do it.\n\nThe good news is that this is merely the best guess of investors with trillions of dollars on the line. It could be wrong. Maybe the Patriots will pluck another Brady-esque quarterback in the draft, Mr. Belichick will coach until he is 80, and the team will remain a perennial Super Bowl contender. Market prices can be wrong!\n\nAnd similarly, maybe the negative signals about the global economy will turn out to be overdone, and the United States economy will continue improving despite what the yield curve is suggesting now.\n\nA lot of surprising things can happen in one N.F.L. season, let alone across years of them. That’s even more true for the global economy.",
      "published": true
    }
  ]
}